Repository: jansoganci/budgetmeter.ios
Catalog: budgetmeter.ios/Resources/UI.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, pt, tr, zh_hans

# premium.feature.data_export.description
source: Export your data in PDF, CSV, or JSON format
ar: صدّر بياناتك بصيغة PDF أو CSV أو JSON
de: Exportiere deine Daten im PDF-, CSV- oder JSON-Format
es: Exporta tus datos en formato PDF, CSV o JSON
fr: Exportez vos données au format PDF, CSV ou JSON
it: Esporta i tuoi dati in formato PDF, CSV o JSON
ja: PDF、CSV、JSON形式でデータをエクスポート
pt: Exporte seus dados em formato PDF, CSV ou JSON
tr: Verilerinizi PDF, CSV veya JSON formatında dışa aktarın
zh_hans: 以 PDF、CSV 或 JSON 格式导出数据

# premium.feature.data_export.name
source: Data Export
ar: تصدير البيانات
de: Datenexport
es: Exportación de datos
fr: Exportation de données
it: Esportazione dati
ja: データエクスポート
pt: Exportação de dados
tr: Veri Dışa Aktarma
zh_hans: 数据导出

# premium.feature.premium_themes.description
source: Unlock beautiful color themes and custom app icons
ar: افتح سمات ألوان جميلة وأيقونات تطبيق مخصصة
de: Schalte schöne Farbthemen und eigene App-Icons frei
es: Desbloquea hermosos temas de color e iconos de app personalizados
fr: Débloquez de magnifiques thèmes de couleurs et des icônes d'app personnalisées
it: Sblocca bellissimi temi colore e icone app personalizzate
ja: 美しいカラーテーマとカスタムアプリアイコンを解除
pt: Desbloqueie belos temas de cores e ícones de app personalizados
tr: Güzel renk temalarını ve özel uygulama simgelerini açın
zh_hans: 解锁精美颜色主题和自定义应用图标

# premium.feature.premium_themes.name
source: Premium Themes
ar: سمات مميزة
de: Premium-Themen
es: Temas Premium
fr: Thèmes Premium
it: Temi Premium
ja: プレミアムテーマ
pt: Temas Premium
tr: Premium Temalar
zh_hans: 高级主题

# premium.feature.recurring_transactions.description
source: Automate repeating bills, salaries, and subscriptions
ar: أتمتة الفواتير والرواتب والاشتراكات المتكررة
de: Automatisiere wiederkehrende Rechnungen, Gehälter und Abos
es: Automatiza facturas, salarios y suscripciones recurrentes
fr: Automatisez les factures, salaires et abonnements récurrents
it: Automatizza bollette, stipendi e abbonamenti ricorrenti
ja: 繰り返しの請求、給与、サブスクリプションを自動化
pt: Automatize contas, salários e assinaturas recorrentes
tr: Tekrarlayan faturaları, maaşları ve abonelikleri otomatikleştirin
zh_hans: 自动处理重复账单、工资和订阅

# premium.feature.recurring_transactions.name
source: Recurring Transactions
ar: المعاملات المتكررة
de: Wiederkehrende Transaktionen
es: Transacciones recurrentes
fr: Transactions récurrentes
it: Transazioni ricorrenti
ja: 定期取引
pt: Transações recorrentes
tr: Tekrarlayan İşlemler
zh_hans: 定期交易

# premium.feature.savings_goals.description
source: Create and track multiple savings goals with visual progress and pace tracking
ar: أنشئ وتتبع أهداف ادخار متعددة مع تقدم مرئي وتتبع الوتيرة
de: Erstelle und verfolge mehrere Sparziele mit visuellem Fortschritt und Tempo-Tracking
es: Crea y rastrea múltiples metas de ahorro con progreso visual y seguimiento de ritmo
fr: Créez et suivez plusieurs objectifs d'épargne avec progression visuelle et suivi du rythme
it: Crea e monitora più obiettivi di risparmio con progresso visivo e monitoraggio del ritmo
ja: 視覚的な進捗とペース追跡で複数の貯蓄目標を作成・管理
pt: Crie e acompanhe múltiplas metas de economia com progresso visual e acompanhamento de ritmo
tr: Görsel ilerleme ve tempo takibiyle birden fazla tasarruf hedefi oluşturun ve takip edin
zh_hans: 创建并追踪多个储蓄目标，含可视化进度和节奏追踪

# premium.feature.savings_goals.name
source: Savings Goals
ar: أهداف الادخار
de: Sparziele
es: Metas de ahorro
fr: Objectifs d'épargne
it: Obiettivi di risparmio
ja: 貯蓄目標
pt: Metas de economia
tr: Tasarruf Hedefleri
zh_hans: 储蓄目标

# premium.feature.spending_insights.description
source: Visual charts and insights into your spending patterns
ar: مخططات مرئية ورؤى حول أنماط إنفاقك
de: Visuelle Diagramme und Einblicke in deine Ausgabemuster
es: Gráficos visuales y análisis de tus patrones de gasto
fr: Graphiques visuels et analyses de vos habitudes de dépenses
it: Grafici visivi e analisi dei tuoi modelli di spesa
ja: 支出パターンの視覚的なチャートとインサイト
pt: Gráficos visuais e insights sobre seus padrões de gastos
tr: Harcama alışkanlıklarınıza dair görsel grafikler ve analizler
zh_hans: 可视化图表和支出模式洞察

# premium.feature.spending_insights.name
source: Spending Insights
ar: رؤى الإنفاق
de: Ausgabenanalysen
es: Análisis de gastos
fr: Analyses de dépenses
it: Analisi delle spese
ja: 支出インサイト
pt: Insights de gastos
tr: Harcama Analizleri
zh_hans: 消费洞察

# premium.feature.subscription_tracking.description
source: Track unlimited subscriptions with renewal reminders and spending insights
ar: تتبع اشتراكات غير محدودة مع تذكيرات التجديد ورؤى الإنفاق
de: Verwalte unbegrenzt Abos mit Verlängerungserinnerungen und Ausgabenanalysen
es: Rastrea suscripciones ilimitadas con recordatorios de renovación y análisis de gastos
fr: Suivez des abonnements illimités avec rappels de renouvellement et analyses de dépenses
it: Monitora abbonamenti illimitati con promemoria di rinnovo e analisi delle spese
ja: 更新リマインダーと支出分析で無制限のサブスクリプションを管理
pt: Rastreie assinaturas ilimitadas com lembretes de renovação e insights de gastos
tr: Yenileme hatırlatıcıları ve harcama analizleriyle sınırsız abonelik takibi
zh_hans: 追踪无限订阅，包含续订提醒和消费洞察

# premium.feature.subscription_tracking.name
source: Subscription Tracking
ar: تتبع الاشتراكات
de: Abo-Verwaltung
es: Seguimiento de suscripciones
fr: Suivi des abonnements
it: Monitoraggio abbonamenti
ja: サブスクリプション管理
pt: Rastreamento de assinaturas
tr: Abonelik Takibi
zh_hans: 订阅追踪

# premium.feature.widgets.description
source: Home Screen widget with your net daily pace
ar: أداة الشاشة الرئيسية مع وتيرة صافي الإنفاق اليومي
de: Home-Screen-Widget mit deinem täglichen Nettotempo
es: Widget de pantalla de inicio con tu ritmo neto diario
fr: Widget d'écran d'accueil avec votre rythme net quotidien
it: Widget della schermata Home con il tuo ritmo netto giornaliero
ja: 日次ネットペースを表示するホーム画面ウィジェット
pt: Widget da tela inicial com seu ritmo líquido diário
tr: Günlük net temponuzu gösteren Ana Ekran widget'ı
zh_hans: 显示每日净节奏的主屏幕小组件

# premium.feature.widgets.name
source: Widgets
ar: الأدوات
it: Widget
ja: ウィジェット
tr: Widget'lar
zh_hans: 小组件

# premium.features.title
source: Everything included:
ar: كل ما يتضمنه:
de: Alles enthalten:
es: Todo incluido:
fr: Tout est inclus :
it: Tutto incluso:
ja: 含まれるすべての機能：
pt: Tudo incluído:
tr: Dahil olan her şey:
zh_hans: 包含的所有功能：

# premium.gated.description
source: Unlock themes, widgets, and deeper insights with Premium.
ar: افتح السمات والودجات والرؤى الأعمق مع Premium.
de: Themes, Widgets und tiefere Einblicke mit Premium freischalten.
es: Desbloquea temas, widgets y análisis más profundos con Premium.
fr: Débloquez thèmes, widgets et analyses avancées avec Premium.
it: Sblocca temi, widget e approfondimenti con Premium.
ja: プレミアムでテーマ、ウィジェット、詳しい分析を解放。
pt: Desbloqueie temas, widgets e insights mais profundos com Premium.
tr: Premium ile temalar, widget'lar ve daha derin içgörülerin kilidini aç.
zh_hans: 通过高级版解锁主题、小组件和更深度洞察。

# premium.gated.title
source: Premium Feature
ar: ميزة مميزة
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
it: Funzione Premium
ja: プレミアム機能
pt: Recurso Premium
tr: Premium Özellik
zh_hans: 高级功能

# premium.gated.upgrade
source: Upgrade to Premium
ar: الترقية إلى النسخة المميزة
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium
tr: Premium'a Yükselt
zh_hans: 升级到高级版

# premium.header.subtitle
source: Continue with themes, widgets, and deeper insights.
ar: اجعل BudgetMeter يعبر عنك. افتح السمات والودجات والرؤى الأعمق.
de: Mach BudgetMeter zu deinem. Themes, Widgets und tiefere Einblicke freischalten.
es: Haz BudgetMeter tuyo. Desbloquea temas, widgets y análisis más profundos.
fr: Personnalisez BudgetMeter. Débloquez thèmes, widgets et analyses avancées.
it: Rendi BudgetMeter tuo. Sblocca temi, widget e approfondimenti.
ja: BudgetMeterを自分好みに。テーマ、ウィジェット、詳しい分析を解放。
pt: Faça o BudgetMeter seu. Desbloqueie temas, widgets e insights mais profundos.
tr: Temalar, widget'lar ve daha derin içgörülerle devam et.
zh_hans: 让 BudgetMeter 更属于你。解锁主题、小组件和更深度的洞察。

# premium.header.title
source: Make BudgetMeter yours
ar: اجعل BudgetMeter خاصتك
de: Mach BudgetMeter zu deinem
es: Haz BudgetMeter tuyo
fr: Personnalisez BudgetMeter
it: Rendi BudgetMeter tuo
ja: BudgetMeterを自分好みに
pt: Faça o BudgetMeter seu
tr: BudgetMeter'ı sana özel yap.
zh_hans: BudgetMeter 高级版

# premium.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好

# premium.price.subtitle
source: One-time purchase • Lifetime access
ar: شراء لمرة واحدة • وصول مدى الحياة
de: Einmaliger Kauf • Lebenslanger Zugang
es: Compra única • Acceso de por vida
fr: Achat unique • Accès à vie
it: Acquisto una tantum • Accesso a vita
ja: 買い切り • 生涯アクセス
pt: Compra única • Acesso vitalício
tr: Tek seferlik satın alma • Ömür boyu erişim
zh_hans: 一次性购买 • 终身访问

# premium.privacy.link
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt: Privacidade
tr: Gizlilik
zh_hans: 隐私

# premium.purchase.button
source: Upgrade to Premium
ar: الترقية إلى النسخة المميزة
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
it: Passa a Premium
ja: プレミアムにアップグレード
pt: Atualizar para Premium
tr: Premium'a Yükselt
zh_hans: 升级到高级版

# premium.purchase.success
source: Welcome to Premium!
ar: مرحباً بك في النسخة المميزة!
de: Willkommen bei Premium!
es: ¡Bienvenido a Premium!
fr: Bienvenue dans Premium !
it: Benvenuto in Premium!
ja: プレミアムへようこそ！
pt: Bem-vindo ao Premium!
tr: Premium'a Hoş Geldiniz!
zh_hans: 欢迎使用高级版！

# premium.purchase.success.message
source: Thank you for upgrading to BudgetMeter Premium!
ar: شكراً لترقيتك إلى BudgetMeter المميز!
de: Danke für das Upgrade auf BudgetMeter Premium!
es: ¡Gracias por actualizar a BudgetMeter Premium!
fr: Merci d'avoir passé à BudgetMeter Premium !
it: Grazie per l'upgrade a BudgetMeter Premium!
ja: BudgetMeterプレミアムへのアップグレードありがとうございます！
pt: Obrigado por atualizar para o BudgetMeter Premium!
tr: BudgetMeter Premium'a yükselttiğiniz için teşekkürler!
zh_hans: 感谢您升级到 BudgetMeter 高级版！

# premium.restore.button
source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
pt: Restaurar compras
tr: Satın Alımları Geri Yükle
zh_hans: 恢复购买

# premium.restore.none_found
source: No previous BudgetMeter Premium purchase was found.
ar: لم يتم العثور على شراء سابق لـ BudgetMeter المميز.
de: Kein früherer BudgetMeter Premium-Kauf gefunden.
es: No se encontró ninguna compra anterior de BudgetMeter Premium.
fr: Aucun achat BudgetMeter Premium précédent n'a été trouvé.
it: Nessun acquisto precedente di BudgetMeter Premium trovato.
ja: 以前のBudgetMeterプレミアムの購入が見つかりませんでした。
pt: Nenhuma compra anterior do BudgetMeter Premium foi encontrada.
tr: Önceki BudgetMeter Premium satın alımı bulunamadı.
zh_hans: 未找到之前的 BudgetMeter 高级版购买记录。

# premium.restore.success
source: Purchases Restored
ar: تم استعادة المشتريات
de: Käufe wiederhergestellt
es: Compras restauradas
fr: Achats restaurés
it: Acquisti ripristinati
ja: 購入を復元しました
pt: Compras restauradas
tr: Satın Alımlar Geri Yüklendi
zh_hans: 购买已恢复

# premium.restore.success.message
source: Your previous purchases have been restored successfully.
ar: تم استعادة مشترياتك السابقة بنجاح.
de: Deine vorherigen Käufe wurden erfolgreich wiederhergestellt.
es: Tus compras anteriores se han restaurado correctamente.
fr: Vos achats précédents ont été restaurés avec succès.
it: I tuoi acquisti precedenti sono stati ripristinati con successo.
ja: 以前の購入が正常に復元されました。
pt: Suas compras anteriores foram restauradas com sucesso.
tr: Önceki satın alımlarınız başarıyla geri yüklendi.
zh_hans: 您之前的购买已成功恢复。

# premium.terms.link
source: Terms
ar: الشروط
de: AGB
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
pt: Termos
tr: Koşullar
zh_hans: 条款

# pulsey.accessibility.celebration
source: Pulsey celebrating a milestone
ar: Pulsey يحتفل بإنجاز
de: Pulsey feiert einen Meilenstein
es: Pulsey celebra un logro
fr: Pulsey célèbre une étape
it: Pulsey festeggia un traguardo
ja: Pulseyが節目を祝っています
pt: Pulsey comemora uma conquista
tr: Pulsey bir dönüm noktasını kutluyor
zh_hans: Pulsey 正在庆祝里程碑

# pulsey.accessibility.empty
source: Pulsey encouraging you to get started
ar: Pulsey يشجعك على البدء
de: Pulsey ermutigt dich zum Start
es: Pulsey te anima a empezar
fr: Pulsey vous encourage à commencer
it: Pulsey ti incoraggia a iniziare
ja: Pulseyが始めるよう励ましています
pt: Pulsey incentiva você a começar
tr: Pulsey başlaman için seni teşvik ediyor
zh_hans: Pulsey 鼓励你开始

# pulsey.accessibility.loading
source: Pulsey is loading
ar: Pulsey قيد التحميل
de: Pulsey wird geladen
es: Pulsey está cargando
fr: Pulsey se charge
it: Pulsey si sta caricando
ja: Pulseyを読み込み中
pt: Pulsey está carregando
tr: Pulsey yükleniyor
zh_hans: Pulsey 正在加载

# pulsey.accessibility.success
source: Pulsey, your financial companion
ar: Pulsey، رفيقك المالي
de: Pulsey, dein Finanzbegleiter
es: Pulsey, tu compañero financiero
fr: Pulsey, votre compagnon financier
it: Pulsey, il tuo compagno finanziario
ja: Pulsey、あなたの金融コンパニオン
pt: Pulsey, seu companheiro financeiro
tr: Pulsey, finansal yol arkadaşın
zh_hans: Pulsey，你的财务伙伴

# recurring.all.title
source: All Recurring Transactions
ar: جميع المعاملات المتكررة
de: Alle wiederkehrenden Transaktionen
es: Todas las transacciones recurrentes
fr: Toutes les transactions récurrentes
it: Tutte le transazioni ricorrenti
ja: すべての定期取引
pt: Todas as transações recorrentes
tr: Tüm Yinelenen İşlemler
zh_hans: 所有定期交易

# recurring.error.fetch_failed
source: Failed to fetch recurring transactions: %@
ar: فشل جلب المعاملات المتكررة: %@
de: Wiederkehrende Transaktionen konnten nicht abgerufen werden: %@
es: No se pudieron obtener las transacciones recurrentes: %@
fr: Échec de la récupération des transactions récurrentes : %@
it: Impossibile recuperare le transazioni ricorrenti: %@
ja: 定期取引の取得に失敗しました：%@
pt: Falha ao buscar transações recorrentes: %@
tr: Yinelenen işlemler alınamadı: %@
zh_hans: 获取定期交易失败：%@

# recurring.frequency.daily
source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
ja: 毎日
pt: Diário
tr: Günlük
zh_hans: 每日

# recurring.frequency.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 毎月
pt: Mensal
tr: Aylık
zh_hans: 每月

# recurring.frequency.quarterly
source: Quarterly
ar: ربع سنوي
de: Vierteljährlich
es: Trimestral
fr: Trimestriel
it: Trimestrale
ja: 四半期ごと
pt: Trimestral
tr: Üç Aylık
zh_hans: 每季度

# recurring.frequency.weekly
source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
ja: 毎週
pt: Semanal
tr: Haftalık
zh_hans: 每周

# recurring.frequency.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
ja: 毎年
pt: Anual
tr: Yıllık
zh_hans: 每年

# recurring.nav_title
source: Recurring Transactions
ar: المعاملات المتكررة
de: Wiederkehrende Transaktionen
es: Transacciones recurrentes
fr: Transactions récurrentes
it: Transazioni ricorrenti
ja: 定期取引
pt: Transações recorrentes
tr: Yinelenen İşlemler
zh_hans: 定期交易

# recurring.overdue.title
source: Overdue
ar: متأخر
de: Überfällig
es: Vencido
fr: En retard
it: Scaduto
ja: 期限超過
pt: Atrasado
tr: Gecikmiş
zh_hans: 已逾期

# recurring.unknown_category
source: Unknown Category
ar: فئة غير معروفة
de: Unbekannte Kategorie
es: Categoría desconocida
fr: Catégorie inconnue
it: Categoria sconosciuta
ja: 不明なカテゴリ
pt: Categoria desconhecida
tr: Bilinmeyen Kategori
zh_hans: 未知类别

# recurring.unknown_transaction
source: Unknown Transaction
ar: معاملة غير معروفة
de: Unbekannte Transaktion
es: Transacción desconocida
fr: Transaction inconnue
it: Transazione sconosciuta
ja: 不明な取引
pt: Transação desconhecida
tr: Bilinmeyen İşlem
zh_hans: 未知交易

# recurring.upcoming.title
source: Upcoming
ar: قادم
de: Bevorstehend
es: Próximo
fr: À venir
it: In arrivo
ja: 今後の予定
pt: Próximo
tr: Yaklaşan
zh_hans: 即将到期

# savings.add
source: Add
ar: إضافة
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
pt: Adicionar
tr: Ekle
zh_hans: 添加

# savings.add_money
source: Add Money
ar: إضافة أموال
de: Geld hinzufügen
es: Agregar dinero
fr: Ajouter de l'argent
it: Aggiungi denaro
ja: お金を追加
pt: Adicionar dinheiro
tr: Para Ekle
zh_hans: 添加资金

# savings.add_money_to_goal
source: Add Money to Goal
ar: إضافة أموال للهدف
de: Geld zum Ziel hinzufügen
es: Agregar dinero al objetivo
fr: Ajouter de l'argent à l'objectif
it: Aggiungi denaro all'obiettivo
ja: 目標にお金を追加
pt: Adicionar dinheiro ao objetivo
tr: Hedefe Para Ekle
zh_hans: 向目标添加资金

# savings.amount_saved
source: %@ saved
ar: تم توفير %@
de: %@ gespart
es: %@ ahorrados
fr: %@ économisés
it: %@ risparmiati
ja: %@ 貯蓄済み
pt: %@ economizados
tr: %@ biriktirildi
zh_hans: 已存 %@

# savings.available_amount
source: Available: %@
ar: متاح: %@
de: Verfügbar: %@
es: Disponible: %@
fr: Disponible : %@
it: Disponibile: %@
ja: 利用可能: %@
pt: Disponível: %@
tr: Mevcut: %@
zh_hans: 可用：%@

# savings.choose_emoji
source: Choose Emoji (optional)
ar: اختر الرمز التعبيري (اختياري)
de: Emoji auswählen (optional)
es: Elegir Emoji (opcional)
fr: Choisir un Emoji (optionnel)
it: Scegli Emoji (opzionale)
ja: 絵文字を選択（任意）
pt: Escolher Emoji (opcional)
tr: Emoji Seç (isteğe bağlı)
zh_hans: 选择表情符号（可选）

# savings.completed_label
source: Completed %@
ar: مكتمل %@
de: Abgeschlossen %@
es: Completado %@
fr: Terminé %@
it: Completato %@
ja: 完了 %@
pt: Concluído %@
tr: Tamamlandı %@
zh_hans: 已完成 %@

# savings.create_goal
source: Create Goal
ar: إنشاء هدف
de: Ziel erstellen
es: Crear Objetivo
fr: Créer un Objectif
it: Crea Obiettivo
ja: 目標を作成
pt: Criar Objetivo
tr: Hedef Oluştur
zh_hans: 创建目标

# savings.current_amount
source: Current Amount
ar: المبلغ الحالي
de: Aktueller Betrag
es: Cantidad Actual
fr: Montant Actuel
it: Importo Attuale
ja: 現在の金額
pt: Valor Atual
tr: Mevcut Tutar
zh_hans: 当前金额

# savings.days_remaining
source: %d days remaining
ar: %d أيام متبقية
de: %d Tage verbleibend
es: %d días restantes
fr: %d jours restants
it: %d giorni rimanenti
ja: 残り %d 日
pt: %d dias restantes
tr: %d gün kaldı
zh_hans: 还剩 %d 天

# savings.delete_confirm_message
source: This will permanently delete this savings goal. This action cannot be undone.
ar: سيؤدي هذا إلى حذف هدف الادخار هذا بشكل دائم. لا يمكن التراجع عن هذا الإجراء.
de: Dies löscht dieses Sparziel dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente este objetivo de ahorro. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement cet objectif d'épargne. Cette action ne peut pas être annulée.
it: Questo eliminerà permanentemente questo obiettivo di risparmio. Questa azione non può essere annullata.
ja: この貯蓄目標を完全に削除します。この操作は元に戻せません。
pt: Isso excluirá permanentemente este objetivo de economia. Esta ação não pode ser desfeita.
tr: Bu, bu tasarruf hedefini kalıcı olarak silecektir. Bu işlem geri alınamaz.
zh_hans: 这将永久删除此储蓄目标。此操作无法撤销。

# savings.delete_confirm_title
source: Delete Goal?
ar: حذف الهدف؟
de: Ziel löschen?
es: ¿Eliminar Objetivo?
fr: Supprimer l'Objectif ?
it: Eliminare Obiettivo?
ja: 目標を削除しますか？
pt: Excluir Objetivo?
tr: Hedefi Sil?
zh_hans: 删除目标？

# savings.delete_goal
source: Delete Goal
ar: حذف الهدف
de: Ziel löschen
es: Eliminar Objetivo
fr: Supprimer l'Objectif
it: Elimina Obiettivo
ja: 目標を削除
pt: Excluir Objetivo
tr: Hedefi Sil
zh_hans: 删除目标

# savings.due_today
source: Due today
ar: مستحق اليوم
de: Heute fällig
es: Vence hoy
fr: Dû aujourd'hui
it: Scade oggi
ja: 今日期限
pt: Vence hoje
tr: Bugün vade
zh_hans: 今日到期

# savings.empty.subtitle
source: Tap + to create your first savings goal
ar: اضغط + لإنشاء أول هدف ادخار
de: Tippe +, um dein erstes Sparziel zu erstellen
es: Toca + para crear tu primer objetivo de ahorro
fr: Appuyez sur + pour créer votre premier objectif
it: Tocca + per creare il tuo primo obiettivo
ja: + をタップして最初の目標を作成
pt: Toque em + para criar sua primeira meta
tr: İlk tasarruf hedefinizi oluşturmak için + simgesine dokunun
zh_hans: 点击 + 创建您的第一个储蓄目标

# savings.empty.title
source: No Savings Goals Yet
ar: لا توجد أهداف ادخار بعد
de: Noch keine Sparziele
es: Aún no hay objetivos de ahorro
fr: Pas encore d'objectifs d'épargne
it: Nessun obiettivo di risparmio
ja: まだ貯蓄目標がありません
pt: Nenhuma meta de poupança ainda
tr: Henüz tasarruf hedefi yok
zh_hans: 尚无储蓄目标

# savings.error.enter_name
source: Please enter a goal name
ar: يرجى إدخال اسم الهدف
de: Bitte geben Sie einen Zielnamen ein
es: Por favor, ingrese un nombre de objetivo
fr: Veuillez entrer un nom d'objectif
it: Inserisci un nome obiettivo
ja: 目標名を入力してください
pt: Por favor, insira um nome de objetivo
tr: Lütfen bir hedef adı girin
zh_hans: 请输入目标名称

# savings.error.failed_create
source: Failed to create goal
ar: فشل إنشاء الهدف
de: Ziel konnte nicht erstellt werden
es: No se pudo crear el objetivo
fr: Échec de la création de l'objectif
it: Impossibile creare l'obiettivo
ja: 目標の作成に失敗しました
pt: Falha ao criar o objetivo
tr: Hedef oluşturulamadı
zh_hans: 创建目标失败

# savings.error.failed_delete
source: Failed to delete goal
ar: فشل حذف الهدف
de: Ziel konnte nicht gelöscht werden
es: No se pudo eliminar el objetivo
fr: Échec de la suppression de l'objectif
it: Impossibile eliminare l'obiettivo
ja: 目標の削除に失敗しました
pt: Falha ao excluir o objetivo
tr: Hedef silinemedi
zh_hans: 删除目标失败

# savings.error.failed_update
source: Failed to update goal
ar: فشل تحديث الهدف
de: Ziel konnte nicht aktualisiert werden
es: No se pudo actualizar el objetivo
fr: Échec de la mise à jour de l'objectif
it: Impossibile aggiornare l'obiettivo
ja: 目標の更新に失敗しました
pt: Falha ao atualizar o objetivo
tr: Hedef güncellenemedi
zh_hans: 更新目标失败

# savings.error.invalid_target
source: Please enter a valid target amount
ar: يرجى إدخال مبلغ مستهدف صحيح
de: Bitte geben Sie einen gültigen Zielbetrag ein
es: Por favor, ingrese una cantidad objetivo válida
fr: Veuillez entrer un montant cible valide
it: Inserisci un importo obiettivo valido
ja: 有効な目標金額を入力してください
pt: Por favor, insira um valor alvo válido
tr: Lütfen geçerli bir hedef tutar girin
zh_hans: 请输入有效的目标金额

# savings.eta.accessibility
source: Estimated time to goal: %@
ar: الوقت المقدر للهدف: %@
de: Geschätzte Zeit bis zum Ziel: %@
es: Tiempo estimado para el objetivo: %@
fr: Temps estimé pour l'objectif : %@
it: Tempo stimato per l'obiettivo: %@
ja: 目標までの推定時間: %@
pt: Tempo estimado para a meta: %@
tr: Hedefe tahmini süre: %@
zh_hans: 预计达成目标时间：%@

# savings.goal_name
source: Goal Name *
ar: اسم الهدف *
de: Zielname *
es: Nombre del Objetivo *
fr: Nom de l'Objectif *
it: Nome Obiettivo *
ja: 目標名 *
pt: Nome do Objetivo *
tr: Hedef Adı *
zh_hans: 目标名称 *

# savings.goal_name_placeholder
source: Vacation Fund, New Car, etc.
ar: صندوق العطلة، سيارة جديدة، إلخ
de: Urlaubskasse, Neues Auto, usw.
es: Fondo de Vacaciones, Auto Nuevo, etc.
fr: Fonds de Vacances, Nouvelle Voiture, etc.
it: Fondo Vacanze, Auto Nuova, ecc.
ja: 休暇資金、新車など
pt: Fundo de Férias, Carro Novo, etc.
tr: Tatil Fonu, Yeni Araba, vb.
zh_hans: 度假基金、新车等

# savings.goal_reached
source: Goal reached!
ar: تم تحقيق الهدف!
de: Ziel erreicht!
es: ¡Objetivo alcanzado!
fr: Objectif atteint !
it: Obiettivo raggiunto!
ja: 目標達成！
pt: Objetivo alcançado!
tr: Hedef ulaşıldı!
zh_hans: 目标达成！

# savings.goal_reached_message
source: Goal reached! 🎉
ar: تم تحقيق الهدف! 🎉
de: Ziel erreicht! 🎉
es: ¡Objetivo alcanzado! 🎉
fr: Objectif atteint ! 🎉
it: Obiettivo raggiunto! 🎉
ja: 目標達成！🎉
pt: Objetivo alcançado! 🎉
tr: Hedef ulaşıldı! 🎉
zh_hans: 目标达成！🎉

# savings.list.active
source: Active Goals
ar: الأهداف النشطة
de: Aktive Ziele
es: Objetivos Activos
fr: Objectifs Actifs
it: Obiettivi Attivi
ja: 進行中の目標
pt: Metas Ativas
tr: Aktif Hedefler
zh_hans: 进行中的目标

# savings.list.completed
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completados
fr: Terminés
it: Completati
ja: 完了
pt: Concluídos
tr: Tamamlanan
zh_hans: 已完成
